Repository: aeris-data/aeris-wppl-project-sheets
Catalog: languages/aeris-wppl-project-sheets-*.po
Languages: fr_fr

source: Add new project
fr_fr: Ajouter une fiche projet

source: Aeris Project Sheets
fr_fr: Fiches projets Aeris

source: All projects
fr_fr: Toutes les fiches projet

source: Edit project
fr_fr: Editer la fiche projet

source: New project
fr_fr: Nouveau fiche projet

source: No project found
fr_fr: Pas de fiche projet trouvée

source: No project found in trash
fr_fr: Pas de fiche projet dans la corbeille

source: Manage AERIS projects sheets
fr_fr: Plugin pour gérer les fiches projets AERIS

source: project
fr_fr: Projet

source: Project sheet
fr_fr: Fiche projet

source: project sheet
fr_fr: fiche projet

source: Projects sheets
fr_fr: Fiches projets

source: Search project
fr_fr: Rechercher une fiche projet

source: View project
fr_fr: Voir la fiche projet
